[
    {
        "subimg":"https://i.ibb.co/mysQy2c/istockphoto-1193247877-612x612.jpg",
        "service_id": "04",
        "title": "Engine Oil Change",
        "img": "https://i.ibb.co/T2cpBd5/888.jpg",
        "price": "100.00",
        "description": "Regular engine oil changes are crucial for maintaining the health and performance of your vehicle's engine. Old oil can become contaminated and reduce its effectiveness at lubricating the engine's moving parts, leading to increased friction, heat, and wear and tear. By getting regular oil changes, you can ensure that your engine is properly lubricated and protected, extending the life of your vehicle and preventing costly repairs."
    },
    {
        "subimg":"https://i.ibb.co/gr9tb1w/istockphoto-1347150429-612x612.jpg",
        "service_id": "05",
        "title": "Battery Charge",
        "img": "https://i.ibb.co/ydCbDN3/5555.jpg",
        "price": "190.00",
        "description": "Battery charge is the amount of electrical energy stored in a battery, measured in volts or percentage of charge. It is impacted by factors such as usage, temperature, and age. Maintaining a proper battery charge level is crucial for ensuring reliable operation of electronic devices and vehicles. Regularly monitoring and recharging batteries can help extend their lifespan."




      
    },


    {
        "subimg":"https://i.ibb.co/Hr9PTfq/istockphoto-1165311626-612x612.jpg",
        "service_id": "01",
        "title": "Full car Repair",
        "img": "https://i.ibb.co/R6Z2nFM/55.jpg",
        "price": "200.00",
        "description": "A full car repair involves addressing multiple issues across various systems and components of the vehicle. It can be a complex and time-consuming process that requires the expertise of a qualified mechanic. Regular maintenance can help prevent major repairs and prolong the life of your vehicle. It's important to have any necessary repairs performed by a professional to ensure the safety and reliability of your vehicle."
      
    },






    {
        "subimg":"https://i.ibb.co/bsJjqkS/istockphoto-522394158-612x612.jpg",
        "service_id": "02",
        "title": "Engine Repair",
        "img": "https://i.ibb.co/5MvmD2g/88.jpg",
        "price": "150.00",
        "description": "Engine repair involves fixing or replacing damaged or malfunctioning components within an engine. It may be necessary due to issues such as overheating, mechanical failure, or wear and tear over time. Engine repairs can be complex and costly, and require the expertise of a qualified mechanic. Having engine repairs performed by a professional is crucial for ensuring the safety and reliability of your vehicle."
       
    },
    {
        "subimg":"https://i.ibb.co/rptW7D3/istockphoto-1162113364-612x612.jpg",
        "service_id": "03",
        "title": "Automatic Services",
        "img": "https://i.ibb.co/wh7t3N3/555.jpg",
        "price": "300.00",
        "description": "Automatic service refers to maintenance and repairs for the automatic transmission system in a vehicle. This can include replacing the transmission fluid, checking and replacing the filter, inspecting and repairing the clutch, and adjusting the shift linkage. Automatic service is important to ensure that the transmission system is operating smoothly and efficiently,"
    },

    
    {
        "subimg":"https://i.ibb.co/rFhcBWm/istockphoto-1193247902-612x612.jpg",
        "service_id": "06",
        "title": "Electrical System",
        "img": "https://i.ibb.co/KzCG8qr/8888.jpg",
        "price": "20.00",
        "description": "The electrical system of a vehicle is responsible for generating, storing, and distributing electrical power throughout the vehicle. This includes the battery, alternator, starter, wiring, fuses, and other components. The electrical system powers the vehicle's lights, stereo, and other electronics, as well as critical systems like the engine control unit and fuel injection. "
    }


]







